Repository: utkarsh2102/cloud-init-jessie
Catalog: debian/po/*.po
Languages: de, fr, it, pl

source: /var/lib/cloud/seed only
de: nur /var/lib/cloud/seed
fr: /var/lib/cloud/seed uniquement
it: Solo /var/lib/cloud/seed
pl: tylko /var/lib/cloud/seed

source: AltCloud Config Drive
de: AltCloud-Konfigurationslaufwerk
fr: Lecteur de configuration pour AltCloud
it: Drive di configurazione AltCloud
pl: konfiguracja dysku AltCloud

source: CloudStack metadata service
de: CloudStack-Metadatendienst
fr: Service de métadonnées pour CloudStack
it: Servizio di metadati CloudStack
pl: metadane usługi CloudStack

source: OpenStack Config Drive
de: OpenStack-Konfigurationslaufwerk
fr: Lecteur de configuration pour OpenStack
it: Drive di configurazione OpenStack
pl: konfiguracja dysku OpenStack

source: EC2 Metadata service
de: EC2-Metadatendienst
fr: Service de métadonnées pour EC2
it: Servizio di metadati EC2
pl: metadane usługi EC2

source: OVF Transports
de: OVF-Transporte
fr: Transports pour les images OVF
it: Trasporti OVF
pl: transporty OVF

source: Google Cloud Engine
fr: Moteur de Cloud Google

source: Failsafe datasource
de: ausfallsichere Datenquelle
fr: Source de données de secours
it: Sorgente di dati Failsafe
pl: awaryjne źródło danych

source: Data sources to read from:
de: Datenquellen, von denen gelesen werden soll:
fr: Sources des données à lire :
it: Sorgenti di dati da cui leggere:
pl: Źródło danych do odczytu:

source: Cloud-init supports searching different "Data Sources" for information that it uses to configure a cloud instance.
de: Cloud-init unterstützt das Durchsuchen verschiedener »Datenquellen« nach Informationen, die es zur Konfiguration einer Cloud-Instanz verwendet.
fr: Cloud-init gère la recherche de différentes « sources de données » pour configurer une instance dans le nuage.
it: Cloud-init può cercare in diverse "Sorgenti di dati" le informazioni che usa per configurare un'istanza di nuvola.
pl: W celu pozyskania informacji potrzebnych do skonfigurowania chmury program Cloud-init obsługuje różne źródła danych.

source: Please note that "EC2 Metadata service" should be used only if the EC2 metadata service is present. Otherwise, it will trigger a very noticeable timeout on boot.
de: Bitte beachten Sie, dass der »EC2-Metadatendienst« nur benutzt werden sollte, falls er vorhanden ist. Andernfalls wird dies eine spürbare Zeitüberschreitung beim Systemstart auslösen.
fr: Veuillez noter que l'option « Service de métadonnées pour EC2 » ne devrait être sélectionnée que si ce service est présent. Dans le cas contraire, une longue pause se manifestera lors du démarrage.
it: Notare che "Servizio di metadati EC2" dovrebbe essere usato solamente se è presente il servizio di metadati EC2, altrimenti causerà un tempo di attesa molto considerevole all'avvio.
pl: Proszę zauważyć, że "metadane usługi EC2" mogą być wybrane wyłącznie jeśli obecna jest usługa metadanych EC2. W przeciwnym razie rozruch systemu będzie znacząco spowolniony.
